export const qnaTableData = [
  {
    key: "1",
    name: "구매 후 사용기간은 어떻게 되나요?",
    route: "/qna-detail",
    // email: "john@creative-tim.com",
    // job: ["Manager", "Organization"],
    // online: true,
    date: "23/04/18",
    viewNum: "200",
    contents: "프로그램은 사용기간에 따라 가격차이가 있습니다.<br>프로그램을 영구형으로 구입하시는 부분일 경우, 기간제한없이 반영구적으로 평생 사용이 가능하십니다."+
    "<br>한번의 구매로, 기간제한없이 평생 마케팅하실수 있는 무기를 장착하셨다고 생각하시면 됩니다."+
    "<br><br>프로그램적으로 처리가 불가능한 이슈가 있지않는이상, 평생 무료로 업데이트를 지원합니다."+
    "저희 10년이상의 개발실력으로 그동안 수년간, 업데이트관련하여 100% 완벽대응을 하였습니다."+
    "<br><br>또한,10년이상의 프로그램 개발과 동시에 실제마케팅실무경력까지 갖춘 업체로,,,<br>"+
    "사장님들에게 좋은방향으로 지속적인 성장이 되실수 있도록 마케팅관련 상담또한 언제라도 가능합니다."
  },
  {
    key: "2",
    name: "프로그램 구매 후 환불이 가능한가요?",
    route: "/qna-detail",
    // email: "alexa@creative-tim.com",
    // job: ["Programator", "Developer"],
    // online: false,
    date: "11/01/19",
    viewNum: "200",
    contents: "프로그램은 사용기간에 따라 가격차이가 있습니다.<br>프로그램을 영구형으로 구입하시는 부분일 경우, 기간제한없이 반영구적으로 평생 사용이 가능하십니다."+
    "<br>한번의 구매로, 기간제한없이 평생 마케팅하실수 있는 무기를 장착하셨다고 생각하시면 됩니다."+
    "<br><br>프로그램적으로 처리가 불가능한 이슈가 있지않는이상, 평생 무료로 업데이트를 지원합니다."+
    "저희 10년이상의 개발실력으로 그동안 수년간, 업데이트관련하여 100% 완벽대응을 하였습니다."+
    "<br><br>또한,10년이상의 프로그램 개발과 동시에 실제마케팅실무경력까지 갖춘 업체로,,,<br>"+
    "사장님들에게 좋은방향으로 지속적인 성장이 되실수 있도록 마케팅관련 상담또한 언제라도 가능합니다."
  },
  {
    key: "3",
    name: "사용 중 필요기능이 있을 경우 추가가 가능한가요?",
    route: "/qna-detail",
    // email: "laurent@creative-tim.com",
    // job: ["Executive", "Projects"],
    // online: true,
    date: "19/09/17",
    viewNum: "200",
    contents: "프로그램은 사용기간에 따라 가격차이가 있습니다.<br>프로그램을 영구형으로 구입하시는 부분일 경우, 기간제한없이 반영구적으로 평생 사용이 가능하십니다."+
    "<br>한번의 구매로, 기간제한없이 평생 마케팅하실수 있는 무기를 장착하셨다고 생각하시면 됩니다."+
    "<br><br>프로그램적으로 처리가 불가능한 이슈가 있지않는이상, 평생 무료로 업데이트를 지원합니다."+
    "저희 10년이상의 개발실력으로 그동안 수년간, 업데이트관련하여 100% 완벽대응을 하였습니다."+
    "<br><br>또한,10년이상의 프로그램 개발과 동시에 실제마케팅실무경력까지 갖춘 업체로,,,<br>"+
    "사장님들에게 좋은방향으로 지속적인 성장이 되실수 있도록 마케팅관련 상담또한 언제라도 가능합니다."
  },
  {
    key: "4",
    name: "프로그램 구매 후 설치는 어떻게 하나요?",
    route: "/qna-detail",
    // email: "laurent@creative-tim.com",
    // job: ["Executive", "Projects"],
    // online: true,
    date: "19/09/17",
    viewNum: "200",
    contents: "프로그램은 사용기간에 따라 가격차이가 있습니다.<br>프로그램을 영구형으로 구입하시는 부분일 경우, 기간제한없이 반영구적으로 평생 사용이 가능하십니다."+
    "<br>한번의 구매로, 기간제한없이 평생 마케팅하실수 있는 무기를 장착하셨다고 생각하시면 됩니다."+
    "<br><br>프로그램적으로 처리가 불가능한 이슈가 있지않는이상, 평생 무료로 업데이트를 지원합니다."+
    "저희 10년이상의 개발실력으로 그동안 수년간, 업데이트관련하여 100% 완벽대응을 하였습니다."+
    "<br><br>또한,10년이상의 프로그램 개발과 동시에 실제마케팅실무경력까지 갖춘 업체로,,,<br>"+
    "사장님들에게 좋은방향으로 지속적인 성장이 되실수 있도록 마케팅관련 상담또한 언제라도 가능합니다."
  },
];
//번호, 제목, 날짜??조회수???
//+내용
export default qnaTableData;
